Repository: tariqmahmood898/mytonwallet
Catalog: mobile/ios/Air/SubModules/WalletContext/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de, es, pl, ru, th, tr, uk, zh_hans, zh_hant

source: Let’s make sure your secrets words are recorded correctly.
de: Stellen Sie sicher, dass Ihre geheimen Wörter korrekt aufgezeichnet sind.
es: Asegurémonos de que hayas guardado la frase semilla correctamente.
pl: Upewnijmy się, że twoje sekretne słowa są poprawnie rejestrowane.
ru: Давайте убедимся, что все слова записаны правильно.
th: โปรดตรวจสอบว่าคุณได้เขียนซีเคร็ทเวิร์ดของคุณอย่างถูกต้อง.
tr: Gizli kelimelerinizin doğru kaydedildiğinden emin olun.
uk: Давайте переконаємося, що всі слова записані правильно.
zh_hans: 请确保您已经将助记词正确的记录至安全的地方，这将是您访问钱包的唯一凭证。
zh_hant: 請確定您的註記詞已被正確記錄下來。

source: Light
de: Hell
es: Claro
pl: Jasny
ru: Светлая
th: ไลค์
tr: Açık
uk: Світла
zh_hans: 白天模式
zh_hant: 亮色模式

source: Link
de: Verknüpfen
es: Vincular
pl: Połącz
ru: Привязать
th: เชื่อมโยง
tr: Bağla
uk: Прив'язати
zh_hans: 链接
zh_hant: 連結

source: Link to Wallet
de: Mit Wallet verknüpfen
es: Vincular a monedero
pl: Połącz z portfelem
ru: Привязать к кошельку
th: เชื่อมโยงกับกระเป๋าเงิน
tr: Cüzdana bağla
uk: Прив'язати до гаманця
zh_hans: 链接到钱包
zh_hant: 連結到錢包

source: Link was copied!
de: Link wurde kopiert!
es: ¡Enlace copiado!
pl: Link został skopiowany!
ru: Ссылка скопирована!
th: คัดลอกลิงก์แล้ว!
tr: Bağlantı kopyalandı!
uk: Посилання скопійовано!
zh_hans: 链接已复制！
zh_hant: 連結已複製！

source: Linked Wallet
de: Verknüpftes Wallet
es: Monedero vinculado
pl: Powiązany portfel
ru: Привязанный кошелёк
th: กระเป๋าเงินที่เชื่อมโยง
tr: Bağlı cüzdan
uk: Прив'язаний гаманець
zh_hans: 已链接钱包
zh_hant: 已連結錢包

source: Loading...
de: Laden...
es: Cargando...
pl: Ładowanie...
ru: Загрузка...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
zh_hans: 读取中...
zh_hant: 讀取中...

source: Log Out
de: Wallet entfernen
es: Cerrar sesión
pl: Usuń portfel
ru: Выход
th: ลบวอลเล็ต
tr: Cüzdanı kaldırın
uk: Вихід є
zh_hans: 退出登录
zh_hant: 登出

# Logged in with %app_name%
source: Logged in with %1$@
de: Mit %1$@ angemeldet
es: Conectado con %1$@
pl: Zalogowany za pomocą %1$@
ru: Подключены с помощью %1$@
th: เข้าสู่ระบบด้วย %1$@
tr: %1$@ ile oturum açıldı
uk: Підключені за допомогою %1$@
zh_hans: 使用 %1$@ 登录
zh_hant: 使用 %1$@ 登錄

source: Logs were copied!
de: Protokolle wurden kopiert!
es: ¡Registros copiados!
pl: Logi zostały skopiowane!
ru: Логи были скопированы!
th: บันทึกถูกคัดลอกแล้ว!
tr: Günlükler kopyalandı!
uk: Логи було скопійовано!
zh_hans: 日志已复制！
zh_hant: 日誌已複製！

source: Loyal User Airdrop
de: Belohnung für Treuebenutzer
es: Recompensa para usuarios leales
pl: Nagroda dla użytkowników lojalnościowych
ru: Вознаграждение лояльных пользователей
th: รางวัลผู้ใช้ความภักดี
tr: Sadakat Kullanıcıları Ödülü
uk: Нагорода за лояльність користувачів
zh_hans: 忠诚用户奖励
zh_hant: 忠誠用戶獎勵

source: MY
de: MEINE
es: MI
pl: MOJE
ru: МОИ
th: ของฉัน
tr: Cüzdanımdakiler
uk: МОЇ
zh_hans: 我的
zh_hant: 我的

source: Main menu
de: Hauptmenü
es: Menú principal
pl: Menu główne
ru: Основное меню
th: เมนูหลัก
tr: Ana menü
uk: Основне меню
zh_hans: 主菜单
zh_hant: 主選單

source: Make sure you have your recovery phrase securely saved.
de: Stellen Sie sicher, dass Sie Ihren Wiederherstellungssatz sicher gespeichert haben.
es: Asegúrate de tener tu frase de recuperación guardada de forma segura.
pl: Upewnij się, że bezpiecznie zapisałeś swoją frazę odzyskiwania.
ru: Убедитесь, что вы сохранили свою фразу восстановления в безопасном месте.
th: ตรวจสอบให้แน่ใจว่าคุณได้บันทึกวลีกู้คืนไว้อย่างปลอดภัย
tr: Kurtarma ifadenizi güvenli bir şekilde kaydettiğinizden emin olun.
uk: Переконайтеся, що ви зберегли свою фразу відновлення в безпечному місці.
zh_hans: 请确保您已安全保存恢复短语。
zh_hant: 請確保您已安全保存恢復短語。

source: Manage Tokens
de: Token verwalten
es: Gestionar tokens
pl: Zarządzaj tokenami
ru: Управление токенами
th: จัดการโทเคน
tr: Tokenları Yönet
uk: Керування токенами
zh_hans: 管理代币
zh_hant: 管理代幣

# Maximum amount
source: Maximum %1$@
de: Höchstens %1$@
es: Máximo %1$@
pl: Maksymalna kwota %1$@
ru: Максимум %1$@
th: สูงสุดที่ %1$@
tr: Maksimum %1$@
uk: Максимум %1$@
zh_hans: 最高 %1$@
zh_hant: 最高 %1$@

source: Maybe you need to check the password or change the driver.
de: Vielleicht müssen Sie das Passwort überprüfen oder den Treiber ändern
es: Tal vez necesite verificar la contraseña o cambiar el controlador.
pl: Być może musisz sprawdzić hasło lub zmienić sterownik.
ru: Возможно, вам нужно проверить пароль или сменить драйвер.
th: บางทีคุณอาจต้องตรวจสอบรหัสผ่านหรือเปลี่ยนเวอร์ชันของไดรเวอร์.
tr: Şifreyi kontrol etmeniz veya sürücüyü değiştirmeniz gerekebilir.
uk: Можливо, вам потрібно перевірити пароль або змінити драйвер.
zh_hans: 也许您需要检查密码或更改驱动程序。
zh_hant: 也許您需要檢查密碼或更改驅動程序。

source: Memo was copied!
de: Memo wurde kopiert!
es: ¡El memo fue copiado!
pl: Opis został skopiowany!
ru: Memo был скопирован!
th: บันทึกถูกคัดลอกแล้ว!
tr: Memo kopyalandı!
uk: Memo було скопійовано!
zh_hans: Memo 被复制了！
zh_hant: Memo 被複製了！

source: Message
de: Nachricht
es: Mensaje
pl: Wiadomość
ru: Сообщение
th: ข้อความ
tr: Mesaj
uk: Повідомлення
zh_hans: 消息
zh_hant: 訊息

source: Message is encrypted.
de: Die Nachricht ist verschlüsselt.
es: El mensaje está encriptado.
pl: Wiadomość jest zaszyfrowana.
ru: Сообщение зашифровано.
th: ข้อความถูกเข้ารหัสแล้ว.
tr: Mesaj şifrelenmiştir.
uk: Повідомлення зашифровано.
zh_hans: 消息已加密。
zh_hant: 消息已加密。

source: Minimum Received
de: Mindestbetrag erhalten
es: Cantidad mínima recibida
pl: Minimalna otrzymana ilość
ru: Минимально получите
th: ขั้นต่ำที่ได้รับ
tr: Minimum alınan
uk: Мінімально отримаєте
zh_hans: 最低接收数量
zh_hant: 最低接收數量

# Minimum amount
source: Minimum %1$@
de: Mindestens %1$@
es: Mínimo %1$@
pl: Minimalna kwota %1$@
ru: Минимум %1$@
th: ขั้นต่ำที่ %1$@
uk: Мінімум %1$@
zh_hans: 最低 %1$@
zh_hant: 最低 %1$@

source: Mint Cards
de: Karten prägen
es: Crear tarjetas
pl: Twórz karty
ru: Создать карту
th: สร้างบัตร
tr: Kart Bas
uk: Створити карту
zh_hans: 铸造卡片
zh_hant: 鑄造卡片

source: Minted
de: Gemintet
es: Minteado
pl: Zmintowane
ru: Сминчено
th: มิ้นท์แล้ว
tr: Mintlendi
uk: Замінчено
zh_hans: 已铸造
zh_hant: 已鑄造

source: Missed
de: Verpasst
es: Omitido
pl: Pominięty
ru: Пропущено
th: พลาด
tr: Kaçırıldı
uk: Пропущений
zh_hans: 错过了
zh_hant: 錯過了

# More about %app_name%
source: More about %1$@
de: Mehr über %1$@
es: Más sobre %1$@
pl: Więcej informacji o %1$@
ru: Подробнее о %1$@
th: เพิ่มเติมเกี่ยวกับ %1$@
tr: %1$@ hakkında daha fazla bilgi
uk: Детальніше про %1$@
zh_hans: 更多关于 %1$@
zh_hant: 更多關於 %1$@

source: More actions
de: Mehr Aktionen
es: Mas acciones
pl: Więcej działań
ru: Больше действий
th: เพิ่มเติม
tr: Daha fazla hareket
uk: Більше дій
zh_hans: 更多操作
zh_hant: 更多操作

source: More info and demo.
de: Mehr Informationen und Demo.
es: Más información y demo.
pl: Więcej informacji i demo.
ru: Больше информации и демо-версия.
th: ข้อมูลเพิ่มเติมและการสาธิต.
tr: Daha fazla bilgi ve demo.
uk: Більше інформації та демо-версія.
zh_hans: 更多信息和演示。
zh_hant: 更多資訊和範例.

source: Multisig Wallet Detected
de: Multisig-Wallet erkannt
es: Cartera Multisig Detectada
pl: Wykryto portfel Multisig
ru: Обнаружен мультисиг-кошелёк
th: ตรวจพบกระเป๋าเงิน Multisig
tr: Multisig Cüzdan Tespit Edildi
uk: Виявлено мультисиг-гаманець
zh_hans: 检测到多重签名钱包
zh_hant: 檢測到多重簽名錢包

source: Multisig sending disabled
de: Kein Senden von Multisig
es: No se puede enviar multisig
pl: Nie można z multisig
ru: Нельзя с мультисига
th: ไม่ส่งจาก Multisig
tr: Multisig'den olmaz
uk: Неможливо з мультисигу
zh_hans: 无法从多签发送
zh_hant: 無法從多重簽名發送

source: My Tokens
de: Meine Token
es: Mis Tokens
pl: Moje Tokeny
ru: Мои токены
th: โทเค็นของฉัน
tr: Benim Jetonlarım
uk: Мої Токени
zh_hans: 我的代币
zh_hant: 我的代幣

source: MyTonWallet Tips
de: MyTonWallet-Tipps
es: Consejos de MyTonWallet
pl: Wskazówki MyTonWallet
ru: Советы MyTonWallet
th: เคล็ดลับ MyTonWallet
tr: MyTonWallet İpuçları
uk: Поради MyTonWallet
zh_hans: MyTonWallet 提示
zh_hant: MyTonWallet 提示

source: NFT Auction Bid
de: NFT-Auktionsgebot
es: Puja en subasta de NFT
pl: Oferta w aukcji NFT
ru: Ставка на аукционе NFT
th: การประมูล NFT
tr: NFT müzayede teklifi
uk: Ставка на аукціоні NFT
zh_hans: NFT 拍卖出价
zh_hant: NFT 拍賣出價

source: NFT Menu
de: NFT-Menü
es: Menú NFT
pl: Menu NFT
ru: Меню NFT
th: เมนู NFT
tr: NFT Menüsü
uk: Меню NFT
zh_hans: NFT菜单
zh_hant: NFT選單

source: NFT has been sent!
de: NFT wurde gesendet!
es: NFT ha sido enviado!
pl: NFT został wysłany!
ru: NFT отправлен!
th: NFT ถูกส่งแล้ว!
tr: NFT gönderildi!
uk: NFT відправлено!
zh_hans: NFT已发送！
zh_hant: NFT已發送！

source: NFT is for sale
de: NFT steht zum Verkauf
es: NFT está a la venta
pl: NFT jest na sprzedaż
ru: NFT на продаже
th: NFT สำหรับขาย
tr: NFT satılık
uk: NFT на продажу
zh_hans: NFT 正在出售
zh_hant: NFT 正在出售

source: Name or Address...
de: Name oder Adresse...
es: Nombre o Dirección...
pl: Nazwa lub Adres...
ru: Имя или адрес...
th: ชื่อหรือที่อยู่...
tr: İsim veya Adres...
uk: Ім'я або адреса...
zh_hans: 姓名或地址...
zh_hant: 姓名或地址...

source: Network
de: Netzwerk
es: Red
pl: Sieć
ru: Сеть
th: เครือข่าย
tr: Ağ
uk: Мережа
zh_hans: 网络
zh_hant: 網路

source: New code set successfully
de: Neuer Code erfolgreich festgelegt
es: Nuevo código establecido con éxito
pl: Nowy kod został pomyślnie ustawiony
ru: Новый код успешно установлен
th: ตั้งรหัสใหม่เรียบร้อยแล้ว
tr: Yeni kod başarıyla ayarlandı
uk: Новий код успішно встановлено
zh_hans: 新代码设置成功
zh_hant: 新代碼設定成功

source: Next
de: Weiter
es: Siguiente
pl: Następny
ru: Следующий
th: ถัดไป
tr: Sonraki
uk: Наступний
zh_hans: 下一页
zh_hant: 下一個

source: No Activity
de: Keine aktivität
es: Sin Actividad
pl: Brak aktywności
ru: Нет активности
th: ไม่มีกิจกรรม
tr: Etkinlik yok
uk: Немає активності
zh_hans: 无活动
zh_hant: 無活動

source: No Data
de: Keine Daten
es: Sin datos
pl: Brak danych
ru: Нет данных
th: ไม่มีข้อมูล
tr: Veri Yok
uk: Даних немає
zh_hans: 无数据
zh_hant: 無數據

source: No NFTs yet
de: Noch keine NFTs vorhanden
es: Aún no tienes NFT
pl: Nie ma jeszcze NFT
ru: Пока у вас нет NFT
th: ยังไม่มี NFT
tr: Henüz NFT'niz yok
uk: Поки у вас немає NFT
zh_hans: NFT 空空如也···
zh_hant: 尚未有 NFT

source: No Price
de: Kein preis
es: Sin precio
pl: Brak ceny
ru: Нет цены
th: ไม่มีราคา
tr: Fiyat yok
uk: Немає ціни
zh_hans: 无价格
zh_hant: 無價格

source: No active connections
de: Keine aktiven Verbindungen
es: No hay conexiones activas
pl: Brak aktywnych połączeń
ru: Нет активных подключений
th: ไม่มีการเชื่อมต่อ
tr: Aktif bağlantı yok
uk: Немає активних підключень
zh_hans: 没有活动连接
zh_hant: 沒有活動連接

source: No additional data.
de: Keine zusätzlichen Daten.
es: No hay datos adicionales.
pl: Brak dodatkowych danych.
ru: Нет дополнительных данных.
th: ไม่มีข้อมูลเพิ่มเติม
tr: Ek veri yok.
uk: Немає додаткових даних.
zh_hans: 无附加数据。
zh_hant: 無附加數據。

source: No internet connection. Please check your connection and try again.
de: Keine Internetverbindung. Bitte überprüfe deine Verbindung und versuche es erneut.
es: Sin conexión a Internet. Por favor, compruebe la conexión y vuelva a intentarlo.
pl: Brak połączenia z internetem. Sprawdź swoje połączenie i spróbuj ponownie.
ru: Отсутствует подключение к интернету. Пожалуйста, проверьте своё соединение и попробуйте снова.
th: ไม่มีการเชื่อมต่ออินเตอร์เน็ต. โปรดตรวจสอบการเชื่อมต่อของคุณและลองใหม่อีกครั้ง.
tr: İnternet bağlantısı yok. Lütfen bağlantınızı kontrol edin ve tekrar deneyin.
uk: Відсутнє підключення до інтернету. Будь ласка, перевірте своє з'єднання і спробуйте знову.
zh_hans: 没有网络连接。 请检查您的连接并重试。
zh_hant: 沒有網路連線。 請檢查您的連線並重試。

source: No partners yet
de: Noch keine Partner
es: No hay socios todavía
pl: Jeszcze brak partnerów
ru: Ещё нет партнеров
th: ยังไม่มีพาร์ทเนอร์
tr: Henüz ortak yok
uk: Ще немає партнерів
zh_hans: 还没有伴侣
zh_hant: 還沒有伴侶

source: No suggestions, you're on your own!
de: Keine Vorschläge, Sie sind auf sich allein gestellt!
es: Sin sugerencias, ¡estás solo!
pl: Żadnych sugestii, jesteś zdany na siebie!
ru: Ничего не найдено :(
th: ไม่มีคำแนะนำ, คุณเองเป็นเจ้าของ!
tr: Önerimiz bulunmuyor, tek başınasınız!
uk: Нічого не знайдено :(
zh_hans: 没有建议，请靠自己！
zh_hant: 沒有建議，請靠自己！

source: No tokens yet
de: Noch keine Token
es: Aún no hay tokens
pl: Brak tokenów
ru: Токенов пока нет
th: ยังไม่มีโทเคน
tr: Henüz jeton yok
uk: Ще немає токенів
zh_hans: 尚无代币
zh_hant: 尚無代幣

# Not Enough %symbol%
source: Not Enough %1$@
de: Nicht genügend %1$@
es: %1$@ insuficiente
pl: Niewystarczająca ilość %1$@
ru: Недостаточно %1$@
th: %1$@ มีไม่เพียงพอ
tr: Yeterli miktarda %1$@ bulunmuyor
uk: Недостатньо %1$@
zh_hans: %1$@ 不足
zh_hant: %1$@ 不足

source: Not Found
de: Nicht gefunden
es: No Encontrado
pl: Nie znaleziono
ru: Не найдено
th: ไม่พบป
tr: Bulunamadı
uk: Не знайдено
zh_hans: 未找到
zh_hant: 未找到

source: Not Now
de: Nicht jetzt
es: Ahora no
pl: Nie teraz
ru: Не сейчас
th: ไม่ตอนนี้
tr: Şimdi değil
uk: Не зараз
zh_hans: 现在不要
zh_hant: 現在不要

source: Not Scam
de: Kein Betrug
es: No es una estafa
pl: Nie oszustwo
ru: Не скам
th: ไม่ใช่การหลอกลวง
tr: Dolandırıcılık Değil
uk: Не шахрайство
zh_hans: 不是骗局
zh_hant: 不是騙局

source: Not all transactions were sent successfully
de: Nicht alle Transaktionen wurden erfolgreich gesendet
es: No todas las transacciones se enviaron correctamente
pl: Nie wszystkie transakcje zostały wysłane pomyślnie
ru: Не все транзакции были успешно отправлены
th: ไม่สามารถส่งการทำรายการได้ทั้งหมด
tr: Tüm işlemler başarılı şekilde gönderilmedi
uk: Не всі транзакції були успішно відправлені
zh_hans: 并非所有交易都成功发送
zh_hant: 並非所有交易都成功發送

source: Not available with biometrics.
de: Nicht mit Biometrie verfügbar.
es: No disponible con biometría.
pl: Niedostępne z biometrią.
ru: Недоступно при использовании биометрии.
th: ไม่สามารถใช้งานได้กับไบโอเมตริกซ์.
tr: Biyometrik ile kullanılamaz.
uk: Недоступно при використанні біометрії.
zh_hans: 生物识别不可用。
zh_hant: 無法使用生物識別功能。

# Not enough %symbol%
source: Not enough %1$@
de: Nicht genug %1$@
es: No hay suficiente %1$@
pl: Za mało %1$@
ru: Недостаточно %1$@
th: %1$@ ไม่เพียงพอ
tr: Yeterli %1$@ yok
uk: Недостатньо %1$@
zh_hans: %1$@ 不足
zh_hant: %1$@ 不足

source: Notifications & Sounds
de: Benachrichtigungen & Töne
es: Notificaciones y sonidos
pl: Powiadomienia i dźwięki
ru: Уведомления и звуки
th: การแจ้งเตือนและเสียง
tr: Bildirimler ve sesler
uk: Сповіщення та звуки
zh_hans: 通知和声音
zh_hant: 通知和聲音

source: Now
de: Jetzt
es: Ahora
pl: Teraz
ru: Сейчас
th: ตอนนี้
tr: Şimdi
uk: Зараз
zh_hans: 现在
zh_hant: 現在

source: Now you can transfer tokens from your TON and TRON wallets.
de: Jetzt können Sie Tokens von Ihren TON- und TRON-Wallets übertragen.
es: Ahora puedes transferir tokens desde tus billeteras de TON y TRON.
pl: Teraz możesz przesyłać tokeny ze swoich portfeli TON i TRON.
ru: Теперь вы можете переводить токены из своих кошельков TON и TRON.
th: ตอนนี้คุณสามารถโอนโทเค็นจากกระเป๋าเงิน TON และ TRON ของคุณได้แล้ว.
tr: Artık TON ve TRON cüzdanlarınızdan token transferi yapabilirsiniz.
uk: Тепер ви можете передавати токени з ваших гаманців TON і TRON.
zh_hans: 现在您可以从您的 TON 和 TRON 钱包中转移代币。
zh_hant: 現在您可以從您的 TON 和 TRON 錢包中轉移代幣。

source: On Hold
de: In Wartestellung
es: En espera
pl: Wstrzymane
ru: Удержан
th: หยุดชั่วคราว
tr: Beklemede
uk: Утримано
zh_hans: 持有
zh_hant: 持有

source: On the count of three...
de: Auf drei zählen...
es: A la cuenta de tres...
pl: Na trzy, ruszamy...
ru: Сосчитайте до трёх...
th: จากการแค่นับถึงสาม...
tr: Üçe kadar saydığınızda...
uk: Порахуйте до трьох...
zh_hans: 倒数三个数···
zh_hant: 數到三...

source: Once connected, switch back to this window to proceed.
de: Nachdem Sie verbunden sind, wechseln Sie zurück zu diesem Fenster, um fortzufahren.
es: Una vez conectado, vuelve a esta ventana para continuar.
pl: Po połączeniu, przełącz się z powrotem do tego okna, aby kontynuować.
ru: После подключения вернитесь в это окно, чтобы продолжить.
th: หลังจากที่เชื่อมต่อแล้ว, สลับกลับไปยังหน้าต่างนี้เพื่อดำเนินการต่อ.
tr: Bağlandıktan sonra devam etmek için bu pencereye geri dönün.
uk: Після підключення поверніться в це вікно, щоб продовжити.
zh_hans: 连接成功后，请切换回此窗口以继续。
zh_hant: 連接完成後，切換回此視窗以繼續。

# Open %nft_marketplace%
source: Open %1$@
de: %1$@ öffnen
es: Abrir %1$@
pl: Otwórz %1$@
ru: Открыть %1$@
th: เปิด %1$@
tr: %1$@'ı aç
uk: Відкрити %1$@
zh_hans: 打开 %1$@
zh_hant: 打開 %1$@

source: Open NFT Collection
de: NFT-Sammlung öffnen
es: Abrir colección NFT
pl: Otwórz kolekcję NFT
ru: Открыть коллекцию NFT
th: เปิด NFT คอลเลกชัน
tr: NFT Koleksiyonunu Aç
uk: Відкрити колекцію NFT
zh_hans: 打开 NFT 收藏
zh_hant: 打開 NFT 收藏

source: Open Settings
de: Einstellungen öffnen
es: Configuración abierta
pl: Otwórz ustawienia
ru: Открыть настройки
th: เปิดการตั้งค่า
tr: Ayarları aç
uk: Відкрити налаштування
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open Telegram Web
de: Telegram Web öffnen.
es: Abrir Telegram Web
pl: Otwórz Telegram Web
ru: Открыть Telegram Web
th: เปิดเว็บ Telegram
tr: Telegram Web'i aç
uk: Відкрити Telegram Web
zh_hans: 开启 Telegram 网页
zh_hant: 開啟 Telegram Web

source: Open Wallet
de: Wallet öffnen
es: Abrir billetera
pl: Otwórz portfel
ru: Открыть кошелёк
th: เปิดกระเป๋าเงิน
tr: Cüzdanı Aç
uk: Відкрити гаманець
zh_hans: 打开钱包
zh_hant: 開啟錢包

source: Open in browser
de: Im Browser öffnen
es: Abrir en el navegador
pl: Otwórz w przeglądarce
ru: Открыть в браузере
th: เปิดในเบราว์เซอร์
tr: Tarayıcıda Aç
uk: Відкрити в браузері
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中打開

source: Open in Safari
de: In Safari öffnen
es: Abrir en Safari
pl: Otwórz w Safari
ru: Открыть в Safari
th: เปิดใน Safari
tr: Safari'de Aç
uk: Відкрити в Safari
zh_hans: 在 Safari 中打开
zh_hant: 在 Safari 中打開

# Open on %ton_explorer_name%
source: Open on %1$@
de: Auf %1$@ öffnen
es: Abrir en %1$@
pl: Otwórz na %1$@
ru: Открыть на %1$@
th: เปิดบน %1$@
tr: %1$@'da aç
uk: Відкрити на %1$@
zh_hans: 在 %1$@ 上打开
zh_hant: 在 %1$@ 上打開

source: Open wallet without checking
de: Wallet ohne Überprüfung öffnen
es: Abrir billetera sin verificar
pl: Otwórz portfel bez sprawdzania
ru: Открыть кошелёк без проверки
th: เปิดกระเป๋าเงินโดยไม่ตรวจสอบ
tr: Kontrol etmeden cüzdanı aç
uk: Відкрити гаманець без перевірки
zh_hans: 不检查直接打开钱包
zh_hant: 不檢查直接開啟錢包

source: Other
de: Sonstige
es: Otros
pl: Inne
ru: Другие
th: อื่นๆ
tr: Diğer
uk: Інші
zh_hans: 其他的
zh_hant: 其他的

source: Other apps will be able to read your recovery phrase!
de: Andere Apps können Ihren Wiederherstellungssatz lesen!
es: ¡Otras aplicaciones podrán leer tu frase de recuperación!
pl: Inne aplikacje będą mogły odczytać twoją frazę odzyskiwania!
ru: Другие приложения смогут прочитать вашу фразу восстановления!
th: แอปอื่นๆ จะสามารถอ่านวลีกู้คืนของคุณได้!
tr: Diğer uygulamalar kurtarma ifadenizi okuyabilecek!
uk: Інші програми зможуть прочитати вашу фразу відновлення!
zh_hans: 其他应用将能够读取您的恢复短语！
zh_hant: 其他應用程式將能夠讀取您的恢復短語！

source: Passcode Changed!
de: Passcode geändert!
es: ¡Código de acceso cambiado!
pl: Kod dostępu zmieniony!
ru: Код изменён!
th: รหัสผ่านเปลี่ยนแล้ว!
tr: Şifre değiştirildi!
uk: Код змінено!
zh_hans: 密码已更改！
zh_hant: 密碼已更改！

source: Password Changed!
de: Passwort geändert!
es: ¡Contraseña cambiada!
pl: Hasło zmienione!
ru: Пароль изменён!
th: รหัสผ่านถูกเปลี่ยนแล้ว!
tr: Parola değiştirildi!
uk: Пароль змінено!
zh_hans: 密码已更改！
zh_hant: 密碼已更改！

# Password must contain %length% digits.
source: Password must contain %1$@ digits.
de: Das Passwort muss %1$@ Ziffern enthalten.
es: La contraseña debe contener %1$@ dígitos.
pl: Hasło musi zawierać %1$@ cyfr.
ru: Пароль должен содержать %1$@ цифры.
th: รหัสผ่านต้องมีอย่างน้อย %1$@ หลัก.
tr: Parola %1$@ hane içermelidir.
uk: Пароль має містити %1$@ цифри.
zh_hans: 密码必须包含%1$@位数字。
zh_hant: 密碼必須包含%1$@位數字。

source: Passwords must be equal.
de: Die Passwörter müssen gleich sein.
es: Las contraseñas deben coincidir.
pl: Hasła muszą być równe.
ru: Пароли не совпадают.
th: รหัสผ่านจะต้องเหมือนกัน.
tr: Parolalar eşleşmelidir.
uk: Паролі не збігаються.
zh_hans: 密码必须相同。
zh_hant: 密碼必須相同。

source: Paste
de: Einfügen
es: Pegar
pl: Pasta
ru: Вставить
th: วาง
tr: Yapıştır
uk: Вставити
zh_hans: 粘贴
zh_hant: 貼上

source: Paste from Clipboard
de: Aus Zwischenablage einfügen
es: Pegar desde el portapapeles
pl: Wklej ze schowka
ru: Вставить из буфера обмена
th: วางจากคลิปบอร์ด
tr: Panodan Yapıştır
uk: Вставити з буфера обміну
zh_hans: 从剪贴板粘贴
zh_hant: 從剪貼簿貼上

# Pay fee with %stars_symbol%
source: Pay fee with %1$@
de: Bezahlen mit %1$@
es: Pagar con %1$@
pl: Opłać z %1$@
ru: Оплатить с %1$@
th: ชำระด้วย %1$@
tr: %1$@ ile öde
uk: Оплатити з %1$@
zh_hans: 使用 %1$@ 支付
zh_hant: 使用 %1$@ 支付

source: Payload
de: Nutzlast
es: Carga útil
pl: Ładunek
ru: Служебные данные
th: เปย์โหลด
tr: Yük
uk: Службові дані
zh_hans: 有效载荷
zh_hant: 有效載荷

source: Permission denied. Please grant camera permission to use the QR code scanner.
de: Berechtigung verweigert. Bitte erteilen Sie die Kamera-Berechtigung, um den QR-Code-Scanner zu verwenden.
es: Permiso denegado. Otorgue permiso a la cámara para usar el escáner QR.
pl: Odmowa uprawnień. Proszę udzielić uprawnień kamery, aby użyć skanera kodów QR.
ru: Доступ запрещён. Пожалуйста, дайте камере разрешение на использование сканера QR-кода.
th: ไม่ได้รับการอนุญาต. โปรดอนุญาตให้แอปใช้กล้องเพื่อใช้งานในการสแกน QR Code.
tr: İzin reddedildi. Lütfen kameraya QR kod tarayıcısını kullanma izni verin.
uk: Доступ заборонено. Будь ласка, дайте камері дозвіл на використання сканера QR-коду.
zh_hans: 没有权限。 请授予相机使用 QR 扫描仪的权限。
zh_hant: 沒有權限。 請授予相機使用 QR 掃描器的權限。

source: Play Sounds
de: Sounds abspielen
es: Reproducir sonidos
pl: Odtwarzaj dźwięki
ru: Включить звуки
th: เล่นเสียง
tr: Sesleri çal
uk: Включити звуки
zh_hans: 播放声音
zh_hant: 播放聲音

source: Please confirm operation on your Ledger
de: Bitte bestätigen Sie die Operation auf Ihrem Ledger
es: Por favor, confirme la operación en su Ledger
pl: Proszę potwierdzić operację na swoim Ledgerze
ru: Пожалуйста, подтвердите операцию на вашем Ledger
th: โปรดยืนยันการทำรายการบน Ledger ของคุณ
tr: Lütfen Ledger'ınızdaki işlemi onaylayın
uk: Будь ласка, підтвердіть операцію на вашому Ledger
zh_hans: 请确认您在Ledger上的操作
zh_hant: 請確認您在Ledger上的操作

source: Please confirm operation using biometrics
de: Bitte bestätigen Sie die Operation mit Hilfe der Biometrie
es: Confirme la operación mediante datos biométricos
pl: Proszę potwierdzić operację za pomocą biometrii
ru: Пожалуйста, подтвердите операцию с помощью биометрии
th: โปรดยืนยันการทำรายการด้วย Biometrics
tr: Lütfen biyometri kullanarak işlemi onaylayın
uk: Будь ласка, підтвердіть операцію за допомогою біометрії
zh_hans: 请使用生物识别确认操作
zh_hant: 請使用生物辨識確認操作

source: Please confirm signature on your Ledger
de: Bitte bestätigen Sie die Signatur auf Ihrem Ledger
es: Por favor confirme la firma en su Ledger
pl: Proszę potwierdzić podpis na swoim Ledgerze
ru: Пожалуйста, подтвердите подпись на вашем Ledger
th: กรุณายืนยันลายเซ็นบน Ledger ของคุณ
tr: Lütfen imzayı Ledger cihazınızda onaylayın
uk: Будь ласка, підтвердіть підпис на вашому Ledger
zh_hans: 请在您的Ledger上确认签名
zh_hant: 請在您的Ledger上確認簽名

source: Please confirm transaction on your Ledger
de: Bitte bestätigen Sie die Transaktion auf Ihrem Ledger
es: Confirme la transacción en su libro mayor
pl: Proszę potwierdzić transakcję na swoim Ledgerze
ru: Пожалуйста, подтвердите транзакцию в вашем Ledger
th: โปรดยืนยันการทำรายการบน Ledger ของคุณ
tr: Lütfen Ledger'ınızdaki işlemi onaylayın
uk: Будь ласка, підтвердіть транзакцію у вашому Ledger
zh_hans: 请在您的账本上确认交易
zh_hant: 請在您的賬本上確認交易

source: Please confirm transaction using biometrics
de: Bitte bestätigen Sie die Transaktion mit Hilfe der Biometrie
es: Confirme la transacción utilizando datos biométricos
pl: Proszę potwierdzić transakcję za pomocą biometrii
ru: Пожалуйста, подтвердите транзакцию с помощью биометрии
th: โปรดยืนยันการทำรายการด้วย Biometrics
tr: Biyometrik korumayı kullanarak işlemi onaylayınız
uk: Будь ласка, підтвердіть транзакцію за допомогою біометрії
zh_hans: 请使用生物识别技术确认交易
zh_hant: 請使用生物辨識技術確認交易
